Repository: thiswildidea/MarketMotionStudio
Catalog: src/MarketMotionStudio/Strings/*/Resources.resw
Source language: en_us
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# INSTSH600276
source: Hengrui Pharma
zh_hans: 恒瑞医药
zh_hant: 恆瑞醫藥

# INSTSH601601
source: China Pacific Insurance
zh_hans: 中国太保
zh_hant: 中國太保

# INSTSZ002415
source: Hikvision
zh_hans: 海康威视
zh_hant: 海康威视

# INSTSZ300059
source: East Money
zh_hans: 东方财富
zh_hant: 東方財富

# INSTSZ000001
source: Ping An Bank
zh_hans: 平安银行
zh_hant: 平安銀行

# INSTSH600309
source: Wanhua Chemical
zh_hans: 万华化学
zh_hant: 萬華化學

# INSTSZ000651
source: Gree Electric
zh_hans: 格力电器
zh_hant: 格力電器

# INSTSH601668
source: China State Construction
zh_hans: 中国建筑
zh_hant: 中國建築

# INSTSH601336
source: New China Life
zh_hans: 新华保险
zh_hant: 新華保險

# INSTSH600887
source: Yili
zh_hans: 伊利股份
zh_hant: 伊利股份

# INSTSH600809
source: Shanxi Fenjiu
zh_hans: 山西汾酒
zh_hant: 山西汾酒

# INSTSH600050
source: China Unicom
zh_hans: 中国联通
zh_hant: 中國聯通

# INSTSH601111
source: Air China
zh_hans: 中国国航
zh_hant: 中國國航

# INSTSH601633
source: Great Wall Motor
zh_hans: 长城汽车
zh_hant: 長城汽車

# INSTSH601390
source: China Railway
zh_hans: 中国中铁
zh_hant: 中國中鐵

# INSTSH600585
source: Anhui Conch Cement
zh_hans: 海螺水泥
zh_hant: 海螺水泥

# INSTSH601012
source: LONGi Green Energy
zh_hans: 隆基绿能
zh_hant: 隆基綠能

# INSTSH601186
source: China Railway Construction
zh_hans: 中国铁建
zh_hant: 中國鐵建

# INSTSZ002304
source: Yanghe
zh_hans: 洋河股份
zh_hant: 洋河股份

# INSTSH600000
source: SPD Bank
zh_hans: 浦发银行
zh_hant: 浦發銀行

# INSTSH601166
source: Industrial Bank
zh_hans: 兴业银行
zh_hant: 興業銀行

# INSTSH600016
source: China Minsheng Bank
zh_hans: 民生银行
zh_hant: 民生銀行

# INSTSH601818
source: China Everbright Bank
zh_hans: 光大银行
zh_hant: 光大銀行

# INSTSH601169
source: Bank of Beijing
zh_hans: 北京银行
zh_hant: 北京銀行

# INSTSH600104
source: SAIC Motor
zh_hans: 上汽集团
zh_hant: 上汽集團

# INSTSZ000002
source: China Vanke
zh_hans: 万科A
zh_hant: 萬科A

# INSTSH601766
source: CRRC
zh_hans: 中国中车
zh_hant: 中國中車

# INSTSH601989
source: CSIC
zh_hans: 中国重工
zh_hant: 中國重工

# INSTSH600150
source: CSSC
zh_hans: 中国船舶
zh_hant: 中國船舶

# INSTSH600031
source: Sany Heavy Industry
zh_hans: 三一重工
zh_hant: 三一重工

# INSTSZ000725
source: BOE Technology
zh_hans: 京东方A
zh_hant: 京東方A

# INSTSZ002475
source: Luxshare Precision
zh_hans: 立讯精密
zh_hant: 立訊精密

# INSTSH603259
source: WuXi AppTec
zh_hans: 药明康德
zh_hant: 藥明康德

# INSTSH600438
source: Tongwei
zh_hans: 通威股份
zh_hant: 通威股份

# INSTSH600690
source: Haier Smart Home
zh_hans: 海尔智家
zh_hant: 海爾智家

# INSTSZ000568
source: Luzhou Laojiao
zh_hans: 泸州老窖
zh_hant: 瀘州老窖

# INSTSH600048
source: Poly Developments
zh_hans: 保利发展
zh_hant: 保利發展

# INSTSZ000063
source: ZTE
zh_hans: 中兴通讯
zh_hant: 中興通訊

# INSTSH601225
source: Shaanxi Coal
zh_hans: 陕西煤业
zh_hant: 陝西煤業

# INSTSH601658
source: Postal Savings Bank
zh_hans: 邮储银行
zh_hant: 郵儲銀行

# INSTSH601998
source: China CITIC Bank
zh_hans: 中信银行
zh_hant: 中信銀行

# INSTHK00981
source: SMIC
zh_hans: 中芯国际
zh_hant: 中芯國際

# INSTHK02020
source: Anta Sports
zh_hans: 安踏体育
zh_hant: 安踏体育

# INSTHK01109
source: China Resources Land
zh_hans: 华润置地
zh_hant: 華潤置地

# INSTHK00016
source: Sun Hung Kai Properties
zh_hans: 新鸿基地产
zh_hant: 新鸿基地產

# INSTHK00001
source: CK Hutchison
zh_hans: 长和
zh_hant: 長和

# INSTHK00883
source: CNOOC
zh_hans: 中国海洋石油
zh_hant: 中國海洋石油

# INSTHK00762
source: China Unicom
zh_hans: 中国联通
zh_hant: 中國聯通

# INSTHK01024
source: Kuaishou
zh_hans: 快手
zh_hant: 快手

# INSTHK09961
source: Trip.com
zh_hans: 携程集团
zh_hant: 携程集團

# INSTHK09888
source: Baidu
zh_hans: 百度集团
zh_hant: 百度集團

# INSTHK06618
source: JD Health
zh_hans: 京东健康
zh_hant: 京東健康

# INSTHK02331
source: Li-Ning
zh_hans: 李宁
zh_hant: 李宁

# INSTHK01088
source: Shenhua Energy
zh_hans: 中国神华
zh_hant: 中國神華

# INSTHK00902
source: Huaneng Power
zh_hans: 华能国际电力股份
zh_hant: 華能國際電力股份

# INSTHK06862
source: Haidilao
zh_hans: 海底捞
zh_hant: 海底捞

# INSTHK00291
source: China Resources Beer
zh_hans: 华润啤酒
zh_hant: 華潤啤酒

# INSTHK01093
source: CSPC Pharma
zh_hans: 石药集团
zh_hant: 石藥集團

# INSTHK01177
source: Sino Biopharm
zh_hans: 中国生物制药
zh_hant: 中國生物制藥

# INSTHK02628
source: China Life
zh_hans: 中国人寿
zh_hant: 中國人壽

# INSTHK00788
source: China Tower
zh_hans: 中国铁塔
zh_hant: 中國鐵塔

# INSTUSUNHN
source: UnitedHealth
zh_hans: 联合健康
zh_hant: 聯合健康

# INSTUSMAN
source: Mastercard
zh_hans: 万事达
zh_hant: 萬事达

# INSTUSCOSTOQ
source: Costco
zh_hans: 好市多
zh_hant: 好市多

# INSTUSHDN
source: Home Depot
zh_hans: 家得宝
zh_hant: 家得宝

# INSTUSPGN
source: Procter & Gamble
zh_hans: 宝洁
zh_hant: 宝洁

# INSTUSJNJN
source: Johnson & Johnson
zh_hans: 强生
zh_hant: 強生

# INSTUSNFLXOQ
source: Netflix
zh_hans: 奈飞
zh_hant: 奈飛

# INSTUSAMDOQ
source: AMD
zh_hans: 超威半导体
zh_hant: 超威半导体

# INSTUSCRMN
source: Salesforce
zh_hans: 赛富时
zh_hant: 赛富时

# INSTUSKON
source: Coca-Cola
zh_hans: 可口可乐
zh_hant: 可口可乐

# INSTUSPEPOQ
source: PepsiCo
zh_hans: 百事可乐
zh_hant: 百事可乐

# INSTUSDISN
source: Disney
zh_hans: 迪士尼
zh_hant: 迪士尼

# INSTUSINTCOQ
source: Intel
zh_hans: 英特尔
zh_hant: 英特爾

# INSTUSCSCOOQ
source: Cisco
zh_hans: 思科
zh_hant: 思科

# INSTUSPFEN
source: Pfizer
zh_hans: 辉瑞
zh_hant: 辉瑞

# INSTUSBAN
source: Boeing
zh_hans: 波音
zh_hant: 波音

# INSTUSGEN
source: GE Aerospace
zh_hans: GE航天航空
zh_hant: GE航天航空

# INSTUSTN
source: AT&T
zh_hans: 美国电话电报
zh_hant: 美國電话電报

# INSTUSCVXN
source: Chevron
zh_hans: 雪佛龙
zh_hant: 雪佛龍

# INSTUSMRKN
source: Merck
zh_hans: 默沙东
zh_hant: 默沙東

# INSTUSABBVN
source: AbbVie
zh_hans: 艾伯维
zh_hant: 艾伯維

# INSTUSBACN
source: Bank of America
zh_hans: 美国银行
zh_hant: 美國銀行

# INSTUSWFCN
source: Wells Fargo
zh_hans: 富国银行
zh_hant: 富國銀行

# INSTUSCN
source: Citigroup
zh_hans: 花旗集团
zh_hant: 花旗集團

# INSTUSGSN
source: Goldman Sachs
zh_hans: 高盛
zh_hant: 高盛

# INSTUSMSN
source: Morgan Stanley
zh_hans: 摩根士丹利
zh_hant: 摩根士丹利

# INSTUSBLKN
source: BlackRock
zh_hans: 贝莱德
zh_hant: 貝莱德

# MarketCapCount
source: The field is today's top 200 by market value, plus the listings that have fallen out of it. Each period shows the top {0}.
cs: Sestava je dnešních 200 největších podle kapitalizace plus ty, které vypadly. Každé období ukazuje {0} největších.
de: Das Feld sind die heutigen Top 200 nach Marktkapitalisierung plus die Werte, die herausgefallen sind. Jede Periode zeigt die {0} größten.
es: El grupo son los 200 mayores de hoy por capitalización, más los que han salido de ella. Cada periodo muestra los {0} mayores.
fr: Le plateau est le top 200 du jour par capitalisation, plus celles qui en sont sorties. Chaque période montre les {0} plus grandes.
ja: 候補は本日の時価総額上位 200 社と、そこから外れた銘柄です。各期間で上位 {0} 社を表示します。
ko: 후보는 오늘의 시가총액 상위 200개와 거기서 밀려난 종목입니다. 각 시점에서 상위 {0}개를 보여줍니다.
pl: Grono to dzisiejsze top 200 według kapitalizacji plus te, które z niego wypadły. Każdy okres pokazuje {0} największych.
pt_br: O grupo são os 200 maiores de hoje por valor de mercado, mais os que saíram. Cada período mostra os {0} maiores.
ru: Список — сегодняшние 200 крупнейших по капитализации плюс выбывшие из него. Каждый период показывает {0} крупнейших.
zh_hans: 取数时按当前市值取前 200 名作候选池，加上十年里曾经进榜的公司；每一期显示市值前 {0} 名。
zh_hant: 取數時按當前市值取前 200 名作候選池，加上十年裡曾經進榜的公司；每一期顯示市值前 {0} 名。

# MarketCapRanking
source: Reading today's market-value ranking ({0}) …
cs: Načítání dnešního žebříčku kapitalizace ({0}) …
de: Die heutige Rangliste nach Marktkapitalisierung wird gelesen ({0}) …
es: Leyendo la clasificación de hoy por capitalización ({0}) …
fr: Lecture du classement du jour par capitalisation ({0}) …
ja: 本日の時価総額ランキングを読み込んでいます（{0}）…
ko: 오늘의 시가총액 순위를 읽는 중 ({0}) …
pl: Odczyt dzisiejszego rankingu kapitalizacji ({0}) …
pt_br: Lendo o ranking de hoje por valor de mercado ({0}) …
ru: Читаю сегодняшний рейтинг по капитализации ({0}) …
zh_hans: 正在读取当前市值排名（{0}）…
zh_hant: 正在讀取當前市值排名（{0}）…

# MarketCapFetched
source: {0} candidates · {1} periods · leading {2} {3} · last {4} {5}
cs: {0} kandidátů · {1} období · v čele {2} {3} · poslední {4} {5}
de: {0} Kandidaten · {1} Perioden · vorn {2} {3} · zuletzt {4} {5}
es: {0} candidatos · {1} periodos · lidera {2} {3} · último {4} {5}
fr: {0} candidats · {1} périodes · en tête {2} {3} · dernier {4} {5}
ja: 候補 {0} 銘柄 · {1} 期間 · 首位 {2} {3} · 最下位 {4} {5}
ko: 후보 {0}개 · {1}개 기간 · 1위 {2} {3} · 최하위 {4} {5}
pl: {0} kandydatów · {1} okresów · lider {2} {3} · ostatni {4} {5}
pt_br: {0} candidatos · {1} períodos · na frente {2} {3} · último {4} {5}
ru: {0} кандидатов · {1} периодов · впереди {2} {3} · последний {4} {5}
zh_hans: {0} 只候选 · {1} 期 · 领先 {2} {3} · 垫底 {4} {5}
zh_hant: {0} 檔候選 · {1} 期 · 領先 {2} {3} · 墊底 {4} {5}

# MarketCapMethodNote.Text
source: A monthly board: membership changes month to month, so joining and leaving both stay on the frame. A past market value is today's total market value times the adjusted price ratio over the range — bonus issues and splits cancel in the adjusted series, dividends do not, so a heavy payer's past value reads low. Only the last frame's figure comes straight from the source.
cs: Měsíční tabule: členství se mění měsíc od měsíce, takže vstupy i výstupy zůstávají v obraze. Dřívější hodnota je dnešní celková hodnota krát upravený poměr cen — emise a štěpení se vyruší, dividendy ne.
de: Ein monatliches Board: die Mitglieder wechseln von Monat zu Monat, Auf- und Abstieg bleiben also im Bild. Ein früherer Marktwert ist der heutige Gesamtwert mal das bereinigte Kursverhältnis über den Zeitraum — Kapitalerhöhungen und Splits heben sich auf, Dividenden nicht, weshalb ein starker Ausschütter zu niedrig ausfällt.
es: Un tablero mensual: los miembros cambian mes a mes, así que entrar y salir quedan en la imagen. Un valor pasado es el valor total de hoy por el cociente de precios ajustado del periodo — las ampliaciones y los desdoblamientos se anulan, los dividendos no, así que un pagador fuerte queda bajo.
fr: Un tableau mensuel : les membres changent d'un mois à l'autre, les entrées et les sorties restent donc à l'image. Une valeur passée est la valeur totale d'aujourd'hui multipliée par le rapport de prix ajusté — les augmentations et les fractionnements s'annulent, les dividendes non, donc un gros distributeur ressort bas.
ja: 月ごとのボードです。顔ぶれは毎月変わるので、入榜と落榜の両方が画面に残ります。過去の 時価総額は、今日の時価総額に調整済み価格比率を掛けたもの。増資や分割は相殺され、配当は 相殺されません。
ko: 월 단위 보드입니다. 명단은 매달 바뀌므로 진입과 이탈이 모두 화면에 남습니다. 과거 시가총액은 오늘의 시가총액에 조정 주가 비율을 곱한 값이며, 무상증자와 액면분할은 상쇄되고 배당은 그렇지 않습니다.
pl: Tablica miesięczna: skład zmienia się z miesiąca na miesiąc, więc wejścia i wyjścia zostają w obrazie. Dawna wartość to dzisiejsza wartość całkowita razy skorygowany stosunek cen — emisje i splity się znoszą, dywidendy nie.
pt_br: Um quadro mensal: os membros mudam de mês a mês, então entradas e saídas ficam na imagem. Um valor passado é o valor total de hoje vezes a razão de preços ajustada — bonificações e desdobramentos se cancelam, os dividendos não.
ru: Помесячное табло: состав меняется от месяца к месяцу, поэтому вход и выход остаются в кадре. Прошлая стоимость — сегодняшняя полная стоимость на скорректированное отношение цен; допэмиссии и дробления сокращаются, дивиденды — нет.
zh_hans: 按月的市值榜：名次每个月都在变，进榜与出榜都留在画面上。过去的市值＝今日总市值 × 区间复权价格比——送股与拆股会互相抵消，分红不会，所以高分红公司的历史市值偏低。
zh_hant: 按月的市值榜：名次每個月都在變，進榜與出榜都留在畫面上。過去的市值＝今日總市值 × 期間複權價格比——送股與拆股會互相抵消，分紅不會，所以高分紅公司的歷史市值偏低。

# INSTSH601328
source: Bank of Communications
ja: 交通銀行
ko: 교통은행
zh_hans: 交通银行
zh_hant: 交通銀行

# INSTSH601319
source: PICC
ja: 中国人民保険
ko: 인민보험
zh_hans: 中国人保
zh_hant: 中國人保

# INSTSH600938
source: CNOOC
ja: 中国海洋石油
ko: 중국해양석유
zh_hans: 中国海油
zh_hant: 中國海油

# INSTSH601898
source: China Coal
ja: 中煤能源
ko: 중메이에너지
zh_hans: 中煤能源
zh_hant: 中煤能源

# INSTSH600188
source: Yankuang Energy
ja: 兖鉱能源
ko: 연광에너지
zh_hans: 兖矿能源
zh_hant: 兗礦能源

# INSTSH601600
source: Chalco
ja: 中国アルミ
ko: 중국알루미늄
zh_hans: 中国铝业
zh_hant: 中國鋁業

# INSTSH600362
source: Jiangxi Copper
ja: 江西銅業
ko: 장시동업
zh_hans: 江西铜业
zh_hant: 江西銅業

# INSTSH603993
source: China Molybdenum
ja: 洛陽モリブデン
ko: 뤄양몰리브덴
zh_hans: 洛阳钼业
zh_hant: 洛陽鉬業

# INSTSZ000898
source: Angang Steel
ja: 鞍鋼股份
ko: 안강강철
zh_hans: 鞍钢股份
zh_hant: 鞍鋼股份

# INSTSH600808
source: Maanshan Iron & Steel
ja: 馬鞍山鋼鉄
ko: 마안산강철
zh_hans: 马钢股份
zh_hant: 馬鋼股份

# INSTSH601800
source: CCCC
ja: 中国交通建設
ko: 중국교통건설
zh_hans: 中国交建
zh_hant: 中國交建

# INSTSH601618
source: MCC
ja: 中国冶金
ko: 중국야금
zh_hans: 中国中冶
zh_hant: 中國中冶

# INSTSH601238
source: GAC Group
ja: 広汽グループ
ko: 광치그룹
zh_hans: 广汽集团
zh_hant: 廣汽集團

# INSTSZ000338
source: Weichai Power
ja: 濰柴動力
ko: 웨이차이파워
zh_hans: 潍柴动力
zh_hant: 濰柴動力

# INSTSH600115
source: China Eastern Airlines
ja: 中国東方航空
ko: 중국동방항공
zh_hans: 中国东航
zh_hant: 中國東航

# INSTSH600029
source: China Southern Airlines
ja: 中国南方航空
ko: 중국남방항공
zh_hans: 南方航空
zh_hant: 南方航空

# INSTSH601992
source: BBMG
ja: 金隅集団
ko: 진위그룹
zh_hans: 金隅集团
zh_hant: 金隅集團

# INSTSH600011
source: Huaneng Power
ja: 華能国際電力
ko: 화넝전력
zh_hans: 华能国际
zh_hant: 華能國際

# INSTSH601991
source: Datang Power
ja: 大唐発電
ko: 다탕발전
zh_hans: 大唐发电
zh_hant: 大唐發電

# INSTSH600027
source: Huadian Power
ja: 華電国際電力
ko: 화뎬전력
zh_hans: 华电国际
zh_hant: 華電國際

# INSTSZ003816
source: CGN Power
ja: 中広核
ko: CGN파워
zh_hans: 中国广核
zh_hant: 中國廣核

# INSTSH601607
source: Shanghai Pharma
ja: 上海医薬
ko: 상하이의약
zh_hans: 上海医药
zh_hant: 上海醫藥

# INSTSH600196
source: Fosun Pharma
ja: 復星医薬
ko: 포선제약
zh_hans: 复星医药
zh_hant: 復星醫藥

# INSTSH600332
source: Baiyunshan
ja: 白雲山
ko: 바이윈산
zh_hans: 白云山
zh_hant: 白雲山

# INSTSZ000756
source: Xinhua Pharma
ja: 山東新華製薬
ko: 산둥신화제약
zh_hans: 新华制药
zh_hant: 新華製藥

# INSTSZ000513
source: Livzon Pharma
ja: 麗珠医薬
ko: 리주제약
zh_hans: 丽珠集团
zh_hant: 麗珠集團

# INSTSZ300759
source: Pharmaron
ja: 康龍化成
ko: 파마론
zh_hans: 康龙化成
zh_hant: 康龍化成

# INSTSZ300347
source: Tigermed
ja: 泰格医薬
ko: 타이거메드
zh_hans: 泰格医药
zh_hant: 泰格醫藥

# INSTSH601888
source: CTG Duty Free
ja: 中国中免
ko: CTG듀티프리
zh_hans: 中国中免
zh_hant: 中國中免

# INSTSH600660
source: Fuyao Glass
ja: 福耀ガラス
ko: 푸야오글라스
zh_hans: 福耀玻璃
zh_hant: 福耀玻璃

# INSTSH601919
source: COSCO Shipping
ja: 中遠海運控股
ko: 코스코해운
zh_hans: 中远海控
zh_hant: 中遠海控

# INSTSH600026
source: COSCO Shipping Energy
ja: 中遠海運能源
ko: 코스코해운에너지
zh_hans: 中远海能
zh_hant: 中遠海能

# INSTSH600999
source: China Merchants Securities
ja: 招商証券
ko: 자오상증권
zh_hans: 招商证券
zh_hant: 招商證券

# INSTSH601211
source: Guotai Haitong
ja: 国泰海通
ko: 궈타이하이퉁
zh_hans: 国泰海通
zh_hant: 國泰海通

# INSTSZ000776
source: GF Securities
ja: 広発証券
ko: 광파증권
zh_hans: 广发证券
zh_hant: 廣發證券

# INSTSH601688
source: Huatai Securities
ja: 華泰証券
ko: 화타이증권
zh_hans: 华泰证券
zh_hant: 華泰證券

# INSTSH601881
source: China Galaxy Securities
ja: 中国銀河証券
ko: 중국은허증권
zh_hans: 中国银河
zh_hant: 中國銀河

# INSTSH600958
source: Orient Securities
ja: 東方証券
ko: 동방증권
zh_hans: 东方证券
zh_hant: 東方證券

# INSTSH601788
source: Everbright Securities
ja: 光大証券
ko: 광다증권
zh_hans: 光大证券
zh_hant: 光大證券

# INSTSZ000166
source: Shenwan Hongyuan
ja: 申万宏源
ko: 선완훙위안
zh_hans: 申万宏源
zh_hant: 申萬宏源

# NavAhPremium.Content
source: AH premium
cs: Prémie A/H
de: A/H-Prämie
es: Prima A/H
fr: Prime A/H
ja: A/H プレミアム
ko: A/H 프리미엄
pl: Premia A/H
pt_br: Prêmio A/H
ru: Премия A/H
zh_hans: AH 溢价
zh_hant: AH 溢價

# AhPremiumPageTitle.Text
source: AH premium
cs: Prémie A/H
de: A/H-Prämie
es: Prima A/H
fr: Prime A/H
ja: A/H プレミアム
ko: A/H 프리미엄
pl: Premia A/H
pt_br: Prêmio A/H
ru: Премия A/H
zh_hans: AH 溢价
zh_hant: AH 溢價

# AhPremiumStageTitle
source: AH premium
cs: Prémie A/H
de: A/H-Prämie
es: Prima A/H
fr: Prime A/H
ja: A/H プレミアム
ko: A/H 프리미엄
pl: Premia A/H
pt_br: Prêmio A/H
ru: Премия A/H
zh_hans: AH 溢价
zh_hant: AH 溢價

# AhPremiumPageSubtitle.Text
source: One company, two listings, two currencies — how much more expensive the mainland share is, month by month, as bars that overtake one another.
cs: Jedna společnost, dvě kotace, dvě měny — o kolik je akcie A dražší, měsíc po měsíci, jako pruhy, které se předhánějí.
de: Ein Unternehmen, zwei Notierungen, zwei Währungen — wie viel teurer die A-Aktie ist, Monat für Monat, als Balken, die sich überholen.
es: Una empresa, dos cotizaciones, dos monedas: cuánto más cara es la acción A, mes a mes, en barras que se adelantan.
fr: Une entreprise, deux cotations, deux monnaies — de combien l'action A est plus chère, mois après mois, en barres qui se dépassent.
ja: 同じ企業が二つの市場で付ける価格差——A 株が何割高いかを、月ごとに並べて追い抜き合います。
ko: 같은 기업이 두 시장에서 받는 가격 차이—A주가 얼마나 더 비싼지를 월 단위로 늘어놓고 서로 추월합니다.
pl: Jedna spółka, dwa notowania, dwie waluty — o ile droższa jest akcja A, miesiąc po miesiącu, jako słupki, które się wyprzedzają.
pt_br: Uma empresa, duas cotações, duas moedas — quanto mais cara é a ação A, mês a mês, em barras que se ultrapassam.
ru: Одна компания, два листинга, две валюты — насколько дороже её бумага на материке, месяц за месяцем, полосами, которые обгоняют друг друга.
zh_hans: 同一家公司在两个市场的价差——A 股比 H 股贵多少，按月排成一列互相超车。
zh_hant: 同一家公司在兩個市場的價差——A 股比 H 股貴多少，按月排成一列互相超車。

# AhPremiumListLabel
source: {0} A+H pairs
cs: {0} párů A+H
de: {0} A+H-Paare
es: {0} pares A+H
fr: {0} paires A+H
ja: {0} 組の A+H
ko: {0}개 A+H
pl: {0} par A+H
pt_br: {0} pares A+H
ru: {0} пар A+H
zh_hans: {0} 对 A+H
zh_hant: {0} 對 A+H

# AhPremiumUnitPairs
source: pairs
cs: párů
de: Paare
es: pares
fr: paires
ja: 組
ko: 개
pl: par
pt_br: pares
ru: пар
zh_hans: 对
zh_hant: 對

# AhPremiumCount
source: Famous companies listed on both sides: A shares on the mainland and H shares in Hong Kong. The longer the span, the fewer pairs qualify — one whose Hong Kong listing is younger than two years is left out. Each frame shows the {0} with the highest premium.
cs: Známé společnosti kotované na obou stranách: akcie A na pevnině, akcie H v Hongkongu. Čím delší období, tím méně párů — pár, jehož hongkongská kotace je mladší než dva roky, vypadne. Každý snímek ukazuje {0} s nejvyšší prémií.
de: Bekannte Unternehmen, die beidseitig notieren: A-Aktien auf dem Festland, H-Aktien in Hongkong. Je länger der Zeitraum, desto weniger Paare bleiben — ein Paar, dessen Hongkong-Notierung jünger als zwei Jahre ist, entfällt. Jedes Bild zeigt die {0} mit der höchsten Prämie.
es: Compañías conocidas cotizadas en ambos lados: acciones A en el continente y acciones H en Hong Kong. Cuanto más largo el periodo, menos pares quedan: uno cuya cotización en Hong Kong no llega a dos años se descarta. Cada fotograma muestra los {0} con mayor prima.
fr: Des sociétés connues cotées des deux côtés : actions A sur le continent, actions H à Hong Kong. Plus la période est longue, moins il reste de paires — une paire dont la cotation à Hong Kong a moins de deux ans est écartée. Chaque image montre les {0} à prime la plus élevée.
ja: 本土と香港の両方に上場する有名企業です。期間を長く取るほど残る組は減ります——香港上場が 2 年に満たない組は外れます。各フレームにはプレミアムの高い {0} 組を表示します。
ko: 본토와 홍콩 양쪽에 상장된 유명 기업입니다. 기간이 길수록 남는 쌍이 줄어듭니다——홍콩 상장이 2년이 안 된 쌍은 제외됩니다. 각 프레임은 프리미엄이 가장 높은 {0}쌍을 보여줍니다.
pl: Znane spółki notowane po obu stronach: akcje A na kontynencie, akcje H w Hongkongu. Im dłuższy okres, tym mniej par — para, której notowanie w Hongkongu ma mniej niż dwa lata, wypada. Każda klatka pokazuje {0} o najwyższej premii.
pt_br: Companhias conhecidas cotadas nos dois lados: ações A no continente e ações H em Hong Kong. Quanto maior o período, menos pares restam — um par cuja cotação em Hong Kong tem menos de dois anos fica de fora. Cada quadro mostra os {0} de maior prêmio.
ru: Известные компании, торгующиеся с двух сторон: A-акции на материке и H-акции в Гонконге. Чем длиннее период, тем меньше остаётся пар — пара, чей гонконгский листинг моложе двух лет, отбрасывается. В каждом кадре — {0} с наибольшей премией.
zh_hans: 两地上市的知名公司：A 股在本土，H 股在香港。区间越长，合格的對越少——H 股上市不足两年的会被去掉。每一帧显示溢价最高的 {0} 对。
zh_hant: 兩地上市的知名公司：A 股在本土，H 股在香港。區間越長，合格的对越少——H 股上市不足兩年的會被去掉。每一幀顯示溢價最高的 {0} 對。

# AhPremiumMethodNote.Text
source: Premium = A price ÷ (H price × HKD/CNY) − 1. Both legs are prices actually paid — no adjustment — because a backward-adjusted series inflates recent prices, and two markets adjusted separately cannot be compared. The rate is a mid rate from a public quote service. Some services state the same gap the other way round — H against A, and negative — which is the reciprocal of this figure, not another price.
cs: Prémie = kurz A ÷ (kurz H × HKD/CNY) − 1. Obě strany jsou skutečně placené kurzy — bez úpravy —, protože zpětně upravená řada nafukuje nedávné kurzy a dva trhy upravené odděleně srovnávat nelze. Kurz je střední kurz z veřejné služby kotací. Některé služby uvádějí stejnou mezeru obráceně — H vůči A, v záporu —, což je převrácená hodnota tohoto čísla, ne jiný kurz.
de: Prämie = A-Kurs ÷ (H-Kurs × HKD/CNY) − 1. Beide Seiten sind tatsächlich gezahlte Kurse — ohne Bereinigung, weil eine rückwärts bereinigte Reihe junge Kurse aufbläht und zwei getrennt bereinigte Märkte nicht vergleichbar sind. Der Kurs ist ein Mittelkurs aus einem öffentlichen Kursdienst. Manche Dienste nennen dieselbe Lücke umgekehrt — H gegen A, negativ —, und das ist der Kehrwert dieser Zahl, kein anderer Kurs.
es: Prima = precio A ÷ (precio H × HKD/CNY) − 1. Ambas partes son precios realmente pagados —sin ajuste—, porque una serie ajustada hacia atrás infla los precios recientes y dos mercados ajustados por separado no son comparables. El tipo es un tipo medio de un servicio público de cotizaciones. Algunos servicios dan la misma diferencia al revés — H frente a A, en negativo —, y eso es el recíproco de esta cifra, no otro precio.
fr: Prime = cours A ÷ (cours H × HKD/CNY) − 1. Les deux jambes sont des cours réellement payés — sans ajustement —, car une série ajustée vers l'arrière gonfle les cours récents et deux marchés ajustés séparément ne se comparent pas. Le taux est un taux moyen d'un service de cotation public. Certains services donnent le même écart à l'envers — H contre A, en négatif —, soit l'inverse de ce chiffre, pas un autre cours.
ja: プレミアム = A 株価 ÷（H 株価 × 香港ドル/人民元）− 1。両方とも実際に売買された価格を使い、調整はかけません——後方修正した系列は直近の価格を膨らませ、別々に調整した二つの市場は比べられないからです。為替は公開相場サービスの中値です。同じ差を逆向き（H 対 A、マイナス表記）で出す行情サイトもありますが、それはこの数字の逆数であって、別の価格ではありません。
ko: 프리미엄 = A 가격 ÷ (H 가격 × 홍콩달러/위안) − 1. 두 쪽 모두 실제로 거래된 가격이며 조정하지 않습니다——후방 조정 계열은 최근 가격을 부풀리고, 따로 조정한 두 시장은 비교할 수 없기 때문입니다. 환율은 공개 시세 서비스의 중간값입니다. 같은 차이를 반대로(H 대비 A, 마이너스) 표기하는 사이트도 있는데, 그것은 이 숫자의 역수일 뿐 다른 가격이 아닙니다.
pl: Premia = kurs A ÷ (kurs H × HKD/CNY) − 1. Obie nogi to kursy faktycznie płacone — bez korekty — bo seria korygowana wstecz zawyża ostatnie kursy, a dwóch rynków korygowanych osobno nie da się porównać. Kurs to kurs średni z publicznego serwisu notowań. Niektóre serwisy podają tę samą różnicę odwrotnie — H do A, na minusie —, a to odwrotność tej liczby, nie inny kurs.
pt_br: Prêmio = preço A ÷ (preço H × HKD/CNY) − 1. As duas pontas são preços realmente pagos — sem ajuste —, porque uma série ajustada para trás infla os preços recentes e dois mercados ajustados separadamente não são comparáveis. A taxa é uma taxa média de um serviço público de cotações. Alguns serviços mostram a mesma diferença ao contrário — H contra A, em negativo —, e isso é o inverso deste número, não outro preço.
ru: Премия = цена A ÷ (цена H × HKD/CNY) − 1. Обе ноги — фактически уплаченные цены, без корректировки: ряд, скорректированный назад, завышает недавние цены, а два рынка, скорректированные по отдельности, сравнивать нельзя. Курс — средний, из публичного сервиса котировок. Некоторые сервисы показывают тот же разрыв наоборот — H к A, со знаком минус —, и это обратная величина этого числа, а не другая цена.
zh_hans: 溢价 = A 股价 ÷（H 股价 × 港元兑人民币）− 1。两条腿都用实际成交价，不做任何调整——后复权会把近期价格放大，而两个市场各自调整后不能直接比。汇率取公开行情服务的中间价。有些行情站把同一个差距倒过来写（H 对 A，带负号），那是这个数字的倒数，不是另一个价格。
zh_hant: 溢價 = A 股價 ÷（H 股價 × 港元兌人民幣）− 1。兩條腿都用實際成交價，不做任何調整——後復權會把近期價格放大，而兩個市場各自調整後不能直接比。匯率取公開行情服務的中間價。有些行情站把同一個差距倒過來寫（H 對 A，帶負號），那是這個數字的倒數，不是另一個價格。
